/**
    | 频道名 | 频道id | 英文标记 | 负责人 |
    | ----- | ------ | ------- | ------ |
    | 优惠综合频道 |  3 |       相明亮、张东敬、梁进毅
    | 国内优惠 |    1 |   youhui   相明亮、张东敬、梁进毅
    | 发现频道 |    2 |   faxian   相明亮、张东敬、梁进毅
    | 海淘专区 |    5 |   haitao   相明亮、张东敬、梁进毅
    | 资讯中心 |    6 |   news     孙运剑、张思鸣
    | 消费众测 |    7 |   test     徐学勇
    | 评测广场 |    8 |   pingce   徐学勇
    | 清单 |  9 |   qingdan  公艳花
    | 专题 |  10 |  zhuanti  林斌
    | 值客原创 |    11 |  post（个别地方用yuanchuang）    孙运剑、张思鸣
    | 商品百科 |    12 |  wiki     方平
    | 百科点评 |    13 |  dianping     方平
    | 百科话题 |    14 |  wiki_topic   方平
    | 值友福利 |    15 |  duihuan  陈大程、徐学勇
    | 闲值转让 |    16 |  second (个别地方用2)  林斌、刘超、徐学勇
    | 门户 |  18 |  menhu    刘超
    | 社区 |  19 |  shequ    刘超、林斌
    | 专栏 |  20 |  zhuanlan     孙运剑、张思鸣
    | 优惠发个人主页 | 21 |  uc_article (user center article) 相明亮
    | 轻晒单 | 22 |  shai     徐学勇、林斌
    | 用户 |  23 |  user     刘超
    | 白菜 |  24 |  baicai (客户端使用)   刘超
    | 优惠券 | 25 |  coupon (客户端使用)纯优惠券使用 作为15值友福利的子频道    刘超
    | 问答 |  26 |  ask  张勇
    | 图片服务 |    27 |  picture  张勇
    | 淘宝C店 |    28 |  taobaoc  相明亮
    | .NET广告投放页面截图 |    29 |  传图到picture的时候需要定义channelid   孙冲
    | 新锐品牌 |    30 |  pinpai
    | 品牌专题 |    31 |  pinpai_zhuanti
    | 品牌评价 |    32 |  pinpai_pingjia
    | 搜索 |  33 |  search
    | 事件 |  34 |  event    林斌
    | 用户基础服务 |  35 |  user     姜晓腾
    | 分类频道 |    36 |  category     梁进毅
    | 商家中心 |    37 |  shangjia     张勇
    | 视频频道 |    38 |  video    陈大程
    | 决策引擎 |    39 |  engine   徐学勇
    | 信用卡 | 40 |  card     郭嘉炯
    | 旅游 |  41 |  lvyou    武振杰
    | 汽车 |  42 |  auto     周毅
    | 商城 |  43 |  mall     张勇
    | 品牌 |  44 |  brand    梁栋
    | 订阅降价商品提醒 |    45 |  dingyue_url  叶文涛
    | 表单 |  46 |  biaodan  林斌
**/

// 暂时用于ga统计，频道中文名称按照ga要求更改

export default {
    3: '优惠综合频道',
    1: '好价国内',
    2: '好价发现',
    5: '好价海淘',
    6: '好文资讯',
    7: '好文众测',
    8: '评测广场',
    9: '清单',
    10: '专题',
    11: '好文原创',
    12: '商品百科',
    13: '百科点评',
    14: '百科话题',
    15: '值友福利',
    16: '闲值转让',
    18: '门户',
    19: '社区',
    20: '专栏',
    21: '优惠发个人主页',
    22: '轻晒单',
    23: '用户',
    24: '白菜',
    25: '优惠券',
    26: '问答',
    27: '图片服务',
    28: '淘宝C店',
    29: '.NET广告投放页面截图',
    30: '新锐品牌',
    31: '品牌专题',
    32: '品牌评价',
    33: '搜索',
    34: '事件',
    35: '用户基础服务',
    36: '分类频道',
    37: '商家中心',
    38: '视频频道',
    39: '决策引擎',
    40: '信用卡',
    41: '旅游',
    42: '汽车',
    43: '商城',
    44: '品牌',
    45: '订阅降价商品提醒',
    46: '表单'
};
